Repository: MovalysMDK/mdk-ios-control
Catalog: MDKControl/resources/strings/*.lproj/mdk_errors.strings
Languages: fr

# mdk_error_invalid_generic_value
source: This value is not valid
fr: La valeur saisie n'est pas valide

# mdk_error_invalid_integer
source: This value is not a valid integer
fr: La valeur saisie n'est pas un entier valide

# mdk_error_invalid_double
source: This value is not a valid double
fr: La valeur saisie n'est pas un double valide

# mdk_error_invalid_url
source: This value is not a valid URL
fr: La valeur saisie n'est pas une URL valide

# mdk_error_invalid_email_address
source: This value is not a valid mail address
fr: La valeur saisie n'est pas une adresse email valide

# mdk_error_invalid_phone_number
source: This value is not a valid phone number
fr: La valeur saisie n'est pas une numéro de téléphone valide

# mdk_error_invalid_location
source: This value is not a valid location
fr: La valeur saisir n'est pas un emplacement valide

# mdk_error_mandatory_value
source: This value is mandatory
fr: La saisie de cette valeur est obligatoire

# mdk_error_too_long_value
source: This value is too long, max required size is : %@
fr: Cette valeur dépasse la taille autorisée de : %@

# mdk_error_too_short_value
source: This value is too short, min required size is : %@
fr: Cette valeur ne peut pas avoir une taille inférieure à : %@
